{
  "about": {
    "aboutContent": "<div><p>This map provides an estimate of potentially congested areas for WFRC/MAG 2023 Regional Transportation Plan (RTP) scenarios.</p><br/><p>The metrics shown on this map are useful for planning and prioritization as comparative measures of travel demand and do not necessarily reflect anticipated conditions at the highest factored V/C ratios.</p><br/><p>The congestion is based on volume-to-capacity ratios using the following components:</p><ul><li>AADT forecasts for scenarios as prepared using output from the Wasatch Front travel demand model,</li><li>Volume calculated for various weekday time-of-day combinations using factors from UDOT continuous count stations and the travel demand model,</li><li>Roadway capacities for each scenario as calculated in the travel demand model.</li></ul><p>Additionally, after selecting a roadway segment, there are useful factors and details available by clicking <strong>Calculation Details</strong> at the bottom of the sidebar.</p><br/><p>Version 9.0.1 (April 2024) of the travel demand model was used to prepare the data for this web app. MAG Forecasts shown are currently draft.</p><br/><p>Corresponding roadway volume forecasts can be found <a href=\"https://unifiedplan.org/traffic-volume-map/\">here</a>. Socioeconomic forecasts can be found <a href=\"https://unifiedplan.org/utah-household-job-forecast-map/\">here</a>.</p><br/><p>Click <a href=\"https://docs.google.com/document/d/1tjFTe8QQNCKHnYoWfpLcwK1yqa1JXyohk-k6smRVRfQ\">here</a> for details on the methodology and definitions.</p><br/><p>The following scenarios are included in the map:</p><br/><table><tr><th><strong>Scenario</strong></th><th><strong>Description</strong></th></tr><tr><td>2019 Base</td><td>Base year of the v9.0.1 model for both roadway and transit network and socioeconomics.</td></tr><tr><td>2023 Base</td><td>Opening year, or base year of RTP. Roadway and transit network represent existing 2023 conditions. Socioeconomics is forecast for 2023.</td></tr><tr><td>2028 TIP</td><td>Represents roadway and transit network with Transportation Improvement Program (TIP) funded projects included and matching socioeconomics forecasts for 2028.</td></tr><tr><td>2032 Fiscally Constrained</td><td>Represents roadway and transit network with RTP Phase 1 Fiscally-Constrained Projects and matching socioeconomics forecasts for 2032.</td></tr><tr><td>2042 Fiscally Constrained</td><td>Represents roadway and transit network with RTP Phase 2 Fiscally-Constrained Projects and matching socioeconomics forecasts for 2042.</td></tr><tr><td>2050 Fiscally Constrained</td><td>Represents roadway and transit network with RTP Phase 3 Fiscally-Constrained Projects and matching socioeconomics forecasts for 2050.</td></tr><tr><td>2032 SE on a 2028 Network</td><td>Represents a no-build scenario where roadway and transit projects include up to the 2028 TIP funded projects and socioeconomics forecasts are for 2032.</td></tr><tr><td>2042 SE on a 2028 Network</td><td>Represents a no-build scenario where roadway and transit projects include up to the 2028 TIP funded projects and socioeconomics forecasts are for 2042.</td></tr><tr><td>2050 SE on a 2028 Network</td><td>Represents a no-build scenario where roadway and transit projects include up to the 2028 TIP funded projects and socioeconomics forecasts are for 2050.</td></tr><tr><td>2042 SE on a 2032 Network</td><td>Represents a no-build scenario where roadway and transit projects include up to the RTP Phase 1 (2032) funded projects and socioeconomics forecasts for 2042.</td></tr><tr><td>2050 SE on a 2032 Network</td><td>Represents a no-build scenario where roadway and transit projects include up to the RTP Phase 1 (2032) funded projects and socioeconomics forecasts for 2050.</td></tr><tr><td>2050 SE on a 2042 Network</td><td>Represents a no-build scenario where roadway and transit projects include up to the RTP Phase 2 (2042) funded projects and socioeconomics forecasts for 2050.</td></tr><tr><td>2032 Needs-Based</td><td>Represents roadway and transit network with RTP Phase 1 Needed Projects and matching socioeconomics forecasts for 2032.</td></tr><tr><td>2042 Needs-Based</td><td>Represents roadway and transit network with RTP Phase 2 Needed Projects and matching socioeconomics forecasts for 2042.</td></tr><tr><td>2050 Needs-Based</td><td>Represents roadway and transit network with RTP Phase 3 Needed Projects and matching socioeconomics forecasts for 2050.</td></tr><tr><td>2050 Needs-Based MAG</td><td>Represents roadway and transit network with RTP Phase 3 MAG Needed Projects and matching socioeconomics forecasts for 2050.</td></tr></table></div>"
  }
}
